[
  { "id": 1, "texto": "Que este año construyas tu mejor versión, ladrillo a ladrillo, sin prisa pero sin pausa.", "categoria": "Crecimiento" },
  { "id": 2, "texto": "Deseo que te pierdas las veces necesarias para encontrar esos caminos nuevos que no salen en el mapa.", "categoria": "Crecimiento" },
  { "id": 3, "texto": "Que no esperes a estar listo para empezar, y que la vida te sorprenda mientras te preparas.", "categoria": "Crecimiento" },
  { "id": 4, "texto": "Ojalá que tu única competencia este año sea la persona que eras ayer.", "categoria": "Crecimiento" },
  { "id": 5, "texto": "Que tengas la fuerza para soltar lo viejo y dejar tus manos libres para agarrar todo lo nuevo que llega.", "categoria": "Crecimiento" },
  { "id": 6, "texto": "Que cuando sientas miedo, recuerdes que es solo la señal de que estás a punto de hacer algo valiente.", "categoria": "Crecimiento" },
  { "id": 7, "texto": "Deseo que encuentres el momento y lo hagas perfecto, en lugar de esperar una perfección que no existe.", "categoria": "Crecimiento" },
  { "id": 8, "texto": "Que si el plan A falla, tengas la creatividad para usar las otras 26 letras del abecedario.", "categoria": "Crecimiento" },
  { "id": 9, "texto": "Ojalá te atrevas a salir de la zona de confort para ver florecer todo lo que has sembrado.", "categoria": "Crecimiento" },
  { "id": 10, "texto": "Que escribas tu propia historia con pulso firme, sin dejar que nadie más sostenga el lápiz.", "categoria": "Crecimiento" },
  { "id": 11, "texto": "Que tu creatividad se divierta resolviendo cada reto que se te presente.", "categoria": "Visión" },
  { "id": 12, "texto": "Deseo que sepas alejarte cuando necesites ver el cuadro completo de tu vida.", "categoria": "Visión" },
  { "id": 13, "texto": "Que cada mañana veas tu día como un lienzo en blanco listo para tus mejores colores.", "categoria": "Visión" },
  { "id": 14, "texto": "Ojalá nunca achiques tus sueños para que quepan en la realidad de otros.", "categoria": "Visión" },
  { "id": 15, "texto": "Que encuentres en el caos el nacimiento de tus mejores ideas.", "categoria": "Visión" },
  { "id": 16, "texto": "Deseo que tengas la sabiduría para editar tu vida: cortando lo que resta y resaltando lo que suma.", "categoria": "Visión" },
  { "id": 17, "texto": "Que la inspiración te pille siempre trabajando en lo que amas.", "categoria": "Visión" },
  { "id": 18, "texto": "Que te atrevas a ser la nota diferente en esa melodía que todos tocan igual.", "categoria": "Visión" },
  { "id": 19, "texto": "Que sepas darle color a los días grises y encuentres luz incluso en las sombras.", "categoria": "Visión" },
  { "id": 20, "texto": "Deseo que conectes con tu origen y recuperes esa felicidad genuina de cuando eras niño.", "categoria": "Visión" },
  { "id": 21, "texto": "Que cambies el 'algún día' por un potente 'hoy empiezo'.", "categoria": "Acción" },
  { "id": 22, "texto": "Ojalá encuentres la disciplina necesaria para acortar la distancia entre tus sueños y tu realidad.", "categoria": "Acción" },
  { "id": 23, "texto": "Que no acumules más cosas, sino momentos que te quiten el aliento.", "categoria": "Acción" },
  { "id": 24, "texto": "Deseo que des ese pequeño paso hoy que vale más que el gran salto que nunca diste.", "categoria": "Acción" },
  { "id": 25, "texto": "Que veas cada error como un aprendizaje y no como un fracaso; evoluciona sin arrepentimientos.", "categoria": "Acción" },
  { "id": 26, "texto": "Que la constancia sea el puente firme por el que camines hacia tus logros.", "categoria": "Acción" },
  { "id": 27, "texto": "Ojalá dejes de mirar la vida ajena para protagonizar la tuya con intensidad.", "categoria": "Acción" },
  { "id": 28, "texto": "Que disfrutes la suma de esos pequeños esfuerzos que haces cada día.", "categoria": "Acción" },
  { "id": 29, "texto": "Deseo que sigas avanzando, sin importar cuán lento vayas, mientras no te detengas.", "categoria": "Acción" },
  { "id": 30, "texto": "Que aunque tengas miedo o dudas, lo hagas igual y descubras de lo que eres capaz.", "categoria": "Acción" },
  { "id": 31, "texto": "Que aprendas a descansar cuando lo necesites, en lugar de renunciar.", "categoria": "Paz" },
  { "id": 32, "texto": "Deseo que protejas tu paz mental como tu tesoro más valioso.", "categoria": "Paz" },
  { "id": 33, "texto": "Que encuentres momentos para desconectar del ruido y reconectar contigo mismo.", "categoria": "Paz" },
  { "id": 34, "texto": "Ojalá recuerdes que no tienes que poder con todo, solo tienes que poder contigo.", "categoria": "Paz" },
  { "id": 35, "texto": "Que te rodees de gente que contagie buena energía y sume a tu vida.", "categoria": "Paz" },
  { "id": 36, "texto": "Que encuentres la felicidad en la forma de caminar, y no solo al final del camino.", "categoria": "Paz" },
  { "id": 37, "texto": "Deseo que escuches fuerte a tu intuición por encima del ruido de afuera.", "categoria": "Paz" },
  { "id": 38, "texto": "Que inviertas en ti mismo, sabiendo que es la apuesta más segura de tu vida.", "categoria": "Paz" },
  { "id": 39, "texto": "Que tengas el valor de decir 'no' a lo que no te llena, para decirle 'sí' a lo que te apasiona.", "categoria": "Paz" },
  { "id": 40, "texto": "Ojalá te des el permiso de pausar y respirar siempre que tu cuerpo te lo pida.", "categoria": "Paz" },
  { "id": 41, "texto": "Que si la vida te da limones, tengas la visión para montar tu propio imperio.", "categoria": "Actitud D8" },
  { "id": 42, "texto": "Deseo que tus problemas duren lo que tarda un hielo en derretirse al sol.", "categoria": "Actitud D8" },
  { "id": 43, "texto": "Que recuerdes siempre que eres edición limitada y no aceptes ser tratado como uno más.", "categoria": "Actitud D8" },
  { "id": 44, "texto": "Que tu éxito este año sea tan grande que sorprenda incluso a los que no creían en ti.", "categoria": "Actitud D8" },
  { "id": 45, "texto": "Que brilles con tanta fuerza que la oscuridad no encuentre dónde esconderse.", "categoria": "Actitud D8" },
  { "id": 46, "texto": "Ojalá descubras que tu potencial es infinito y rompas los límites de tu mente.", "categoria": "Actitud D8" },
  { "id": 47, "texto": "Que no seas espectador de este año, sino quien hace la historia.", "categoria": "Actitud D8" },
  { "id": 48, "texto": "Deseo que confíes ciegamente en tu magia, aunque nadie más la vea todavía.", "categoria": "Actitud D8" },
  { "id": 49, "texto": "Que vivas intenso, rías fuerte y ames sin medida, porque la vida es ahora.", "categoria": "Actitud D8" },
  { "id": 50, "texto": "Y sobre todo: Que si no encuentras el camino, tengas el coraje de crearlo tú mismo.", "categoria": "Actitud D8" }
]